[
  {
    "key": 1,
    "data": "En la granja, un gallo muy hambriento escarbaba la tierra buscando algo de comer para él y las gallinas con las que compartía su gallinero, cuando descubrió un diamante que la esposa del granjero había perdido."
  },
  {
    "key": 2,
    "data": "—¡Qué desilusión! —dijo el gallo—. Sin duda eres una prenda muy costosa y quien te perdió daría mucho por encontrarte. Pero yo prefiero un solo grano de maíz o de trigo antes que todas las joyas del mundo."
  },
  {
    "key": 3,
    "data": "Un murciélago cayó al suelo y de inmediato fue atrapado por una comadreja que detestaba las aves. Viéndose a punto de perecer, le suplicó a la comadreja que lo dejara vivir. La comadreja se negó, diciendo que era su naturaleza ser enemiga de todas las aves. Resuelto a no darse por vencido, el murciélago le aseguró que no era un ave sino un ratón. Dudosa, la comadreja se acercó al murciélago y al notar que este no tenía plumas, lo dejó en libertad."
  },
  {
    "key": 4,
    "data": "A los pocos días, el murciélago volvió a caer al suelo y fue atrapado por otra comadreja. Sin embargo, esta comadreja sentía una gran hostilidad hacia los ratones. Nuevamente, el murciélago rogó por su vida. La comadreja se negó, afirmando que desde el día de su nacimiento es enemiga de todos los ratones. El murciélago le aseguró que no era un ratón sino un ave. La comadreja se acercó al murciélago y al observar sus alas, lo dejó volar. Fue así como el murciélago escapó dos veces."
  },
  {
    "key": 5,
    "data": "Un perro muy hambriento caminaba de aquí para allá buscando algo para comer, hasta que un carnicero le tiró un hueso. Llevando el hueso en el hocico, tuvo que cruzar un río. Al mirar su reflejo en el agua creyó ver a otro perro con un hueso más grande que el suyo, así que intentó arrebatárselo de un solo mordisco. Pero cuando abrió el hocico, el hueso que llevaba cayó al río y se lo llevó la corriente. Muy triste quedó aquel perro al darse cuenta de que había soltado algo que era real por perseguir lo que solo era un reflejo."
  },
  {
    "key": 6,
    "data": "Un día como cualquier otro, un joven y fornido lobo sintió cómo su garganta se atoraba con el pequeño hueso de una de sus presas. Viéndose en la más precaria situación, comenzó a aullar con lo poco que le quedaba de aliento:"
  },
  {
    "key": 7,
    "data": "—¡Socorro, auxilio! Ayúdame y serás recompensado."
  },
  {
    "key": 8,
    "data": "Los animales del bosque ignoraron las palabras del lobo ya que todos sabían que él no era de fiar. Sin embargo, una grulla incauta que caminaba por ahí escuchó sus lamentos y decidió ayudarlo. Con su largo y delgado pico, entró en la garganta del lobo y luego de haber extraído el hueso, exigió el pago prometido. Sin embargo, el lobo sonriendo y rechinando sus dientes, exclamó:"
  },
  {
    "key": 9,
    "data": "—¿Qué es lo que me pides? Te aseguro que ya tienes la recompensa que te mereces al haber metido tu cabeza en la boca de un lobo y haber seguido con vida."
  },
  {
    "key": 10,
    "data": "Una noche cualquiera, una mosca se posó sobre un frasco rebosante de miel y comenzó a comerla alrededor del borde. Poco a poco, se alejó del borde y entró desprevenida en el frasco, hasta quedar atrapada en el fondo. Sus patas y alas se habían pegado con la miel y no podía moverse."
  },
  {
    "key": 12,
    "data": "Justo en ese momento, una polilla pasó volando y, al ver la mosca forcejear para liberarse, dijo:"
  },
  {
    "key": 13,
    "data": "—¡Oh, mosca insensata! ¿Era tanto tu apetito que terminaste así? Si no fueras tan glotona estarías en mejores condiciones."
  },
  {
    "key": 14,
    "data": "La pobre mosca no tenía cómo defenderse de las certeras palabras de la polilla y siguió luchando. Al cabo de unas horas, vio a la Polilla volando alrededor de una fogata, atraída por las llamas; la polilla volaba cada vez más cerca de estas, hasta que se quemó las alas y no pudo volver a volar."
  },
  {
    "key": 15,
    "data": "—¿Qué? —dijo la mosca—. ¿Eres insensata también? Me criticaste por comer miel; sin embargo, toda tu sabiduría no te impidió jugar con fuego."
  },
  {
    "key": 16,
    "data": "Un león descansaba bajo la sombra de un frondoso árbol cuando un mosquito pasó zumbando a su alrededor. Enfurecido, el león le dijo al mosquito:"
  },
  {
    "key": 17,
    "data": "—¿Cómo te atreves a acercarte tanto? Vete, o te destruiré con mis garras."
  },
  {
    "key": 18,
    "data": "Sin embargo, el mosquito era muy jactancioso y conocía bien sus propias habilidades y las ventajas de su diminuto tamaño."
  },
  {
    "key": 19,
    "data": "—¡No te tengo miedo! —exclamó el mosquito—. Puedes ser mucho más fuerte que yo, pero tus afilados dientes y garras no me harán el menor daño. Para comprobarlo, te desafío a un combate."
  },
  {
    "key": 20,
    "data": "En ese momento, el mosquito atacó al león picándolo en la nariz, las orejas y la cola. El león, aún más enfurecido a causa del dolor, intentó atrapar al mosquito, pero terminó lastimándose gravemente con sus garras."
  },
  {
    "key": 21,
    "data": "Lleno de orgullo, el mosquito comenzó a volar sin mirar hacia a donde iba. Fue de esta manera que tropezó con una telaraña y quedó atrapado entre los hilos de seda. Entonces, se dijo entre lamentos:"
  },
  {
    "key": 22,
    "data": "– Qué triste es mi final; vencer al rey de todas las bestias y acabar devorado por una insignificante araña."
  }
]
