[
  {
    "es": "Hace mucho, mucho tiempo, un niño llamado Thiago paseaba por un prado en cuyo centro se encontraba un árbol. Tenía un cartel que decía: 'Soy un árbol encantado, si dices las palabras mágicas, algo grandioso sucederá.'",
    "en": "Long, long ago, a boy named Thiago walked through a meadow where a tree stood at its center. It had a sign that said, 'I am an enchanted tree; if you say the magic words, something wonderful will happen.'"
  },
  {
    "es": "Thiago trató de adivinar el hechizo y probó con:\n'abracadabra, quiero una cabra'\n'tan-ta-ta-chán'\n'supercalifragilisticoespialidoso' y muchas otras más, pero nada de lo que decía funcionaba.",
    "en": "Thiago tried to guess the spell and tested with:\n'abracadabra, I want a goat'\n'tan-ta-ta-ta-da'\n'supercalifragilisticexpialidocious' and many others, but nothing he said seemed to work."
  },
  {
    "es": "Como el niño era impaciente, se puso a llorar y tuvo una rabieta. Entonces, el árbol mágico le dijo:\n- Las palabras mágicas tienen que ser dichas desde el fondo de tu corazón.",
    "en": "Since the boy was impatient, he started to cry and throw a tantrum. Then, the magic tree told him:\n- 'The magic words have to be said from the bottom of your heart.'"
  },
  {
    "es": "Thiago se puso a pensar en las palabras del árbol mágico, se tocó el corazón y pensó en unas palabras más adecuadas:\n- ¡Por favor, señor árbol!\nEntonces, se abrió una gran puerta debajo del árbol. Todo estaba oscuro, excepto por un cartel que decía: 'Sigue haciendo magia'.",
    "en": "Thiago thought about the magic tree's words, touched his heart, and considered more appropriate words:\n- Please, Mr. Tree!\nThen, a big door opened under the tree. Everything was dark, except for a sign that said, 'Keep making magic'."
  },
  {
    "es": "Entonces Thiago lo pensó y dijo:\n- ¡Muchas gracias, señor árbol!\nEntonces, se encendió una luz que alumbraba un camino hacia una pequeña montaña llena de juguetes, dulces y chocolates.",
    "en": "Then Thiago thought about it and said:\n- Thank you very much, Mr. Tree!\nThen, a light lit up a path to a small mountain full of toys, candies, and chocolates."
  },
  {
    "es": "Thiago llevó a todos sus amigos de la escuela para jugar, divertirse y tener la mejor pijamada de todos los tiempos.",
    "en": "Thiago brought all his school friends to play, have fun, and have the best sleepover ever."
  },
  {
    "es": "Es por eso que siempre hay que decir 'Por favor' y 'muchas gracias' cuando alguien hace algo por nosotros. Esas son solo unas pocas de las muchas palabras mágicas que puedes decir para ser una buena persona.",
    "en": "That's why you should always say 'Please' and 'Thank you' when someone does something for you. Those are just a few of the many magic words you can say to be a good person."
  }
]
