[
  {
    "es": "Un Molinero al fallecer. Dejó como herencia al mayor de sus tres hijos un molino, al segundo un burro y al menor llamado Thiago un gato.",
    "en": "A Miller, upon passing away, left as inheritance to his eldest son a mill, to the second one a donkey, and to the youngest named Thiago, a cat."
  },
  {
    "es": "Thiago se puso a llorar y a quejarse diciendo:\n- Con lo poco que he recibido me moriré de hambre, ¡Buuu! ¡Buuu!. Quiero a mi mamá.",
    "en": "Thiago started to cry and complain, saying:\n- With the little I've received, I will starve to death, Boo! Boo! I want my mom."
  },
  {
    "es": "De inmediato, el minino le respondió:\n- ¡No te preocupes, yo te convertiré en un príncipe!...\nPero Thiago no escuchaba y seguía llorando. Entonces el gato esperó a que se calmase para ayudarlo.",
    "en": "Immediately, the little cat replied:\n- Don't worry, I will turn you into a prince!...\nBut Thiago wasn't listening and continued crying. So, the cat waited for him to calm down to help him."
  },
  {
    "es": "Después de llorar por unos minutos, el Gato le dijo:\n- Solo dame un saco y unas botas que me protejan al caminar.",
    "en": "After crying for a few minutes, the Cat said:\n- Just give me a sack and some boots to protect me while walking."
  },
  {
    "es": "Thiago le entregó al gatito lo que le pidió y este partió rumbo al bosque.",
    "en": "Thiago gave the little cat what it asked for, and it headed towards the forest."
  },
  {
    "es": "Allí, cazó unos conejos y arregló una entrevista con el rey de aquellas tierras:",
    "en": "There, it hunted some rabbits and arranged an audience with the king of those lands:"
  },
  {
    "es": "- Su majestad, el marqués de Carabas 'título que había inventado para su amo', le envía este regalo.",
    "en": "- Your Majesty, the Marquis of Carabas 'a title he had invented for his master,' sends you this gift."
  },
  {
    "es": "El rey acogió muy feliz al gato con botas; y los siguientes días, recibió más regalos a nombre de su dueño.",
    "en": "The king happily welcomed the Puss in Boots, and in the following days, he received more gifts in the name of its owner."
  },
  {
    "es": "Un día, el gato le insistió en ir a bañarse al río, Thiago le tenía miedo al agua y siempre decía lo mismo:\n- Y si me muero\nEl gato se molestó y amenazó con usar sus garras para arañarlo, entonces el chico llorón de Thiago dejó de dar excusas y se fue al río con el gato.",
    "en": "One day, the cat insisted on going to swim in the river. Thiago was afraid of the water and always said the same:\n- What if I die\nThe cat got annoyed and threatened to use its claws to scratch him, so Thiago, the crybaby, stopped making excuses and went to the river with the cat."
  },
  {
    "es": "Luego de unos minutos se acercaba el carruaje real. Entonces el gato con botas gritó:\n- ¡Ayuda, ayuda, el marqués de Carabas se ahoga!\nY el rey de inmediato, ordenó que lo auxiliaran.",
    "en": "After a few minutes, the royal carriage approached. Then, the Puss in Boots shouted:\n- Help, help, the Marquis of Carabas is drowning!\nAnd the king immediately ordered them to help."
  },
  {
    "es": "Además, el sabio animal inventó que los habían asaltado. Por lo cual, el monarca ordenó que vistieran al 'marqués de Carabas' con elegantes prendas.",
    "en": "Moreover, the wise animal invented that they had been assaulted. Therefore, the monarch ordered to dress the 'Marquis of Carabas' in elegant clothes."
  },
  {
    "es": "Thiago aprovechó el momento para conocer a la princesa real y el rey le invitó en su paseo. Solo el gato con botas se adelantó hacia el castillo del ogro que tenía poderes mágicos.",
    "en": "Thiago took advantage of the moment to meet the real princess, and the king invited him for a walk. Only the Puss in Boots went ahead to the castle of the ogre who had magical powers."
  },
  {
    "es": "Al llegar lo retó, diciéndole provocativamente:\n- ¡A que no puedes convertirte en un león!\nEl ogro tonto y vanidoso le hizo caso.",
    "en": "Upon arriving, it challenged him, provocatively saying:\n- Bet you can't turn into a lion!\nThe silly and vain ogre followed suit."
  },
  {
    "es": "Luego el minino insistió:\n- ¡Pero no puedes volverte un pequeño e indefenso ratón!\nY el ogro tomó dicha forma.",
    "en": "Then, the little cat insisted:\n- But you can't turn into a small and helpless mouse!\nAnd the ogre took that form."
  },
  {
    "es": "Entonces, el gato muy 'Rata' se lo comió y se apoderó de su inmenso castillo.",
    "en": "So, the very 'Rat' cat ate him and took over his immense castle."
  },
  {
    "es": "Poco después, el gato con botas alcanzó al carruaje real. Y con gran reverencia, los invitó a conocer el castillo del marqués de Carabas.",
    "en": "Shortly after, Puss in Boots caught up with the royal carriage. And with great reverence, it invited them to visit the castle of the Marquis of Carabas."
  },
  {
    "es": "¡Todos estaban impresionados!, sobre todo Thiago. Quien además de título, castillo y un leal servidor gatuno. Logró cambiar su mala suerte y dejó de ser un llorón y de quejarse por todo.",
    "en": "Everyone was impressed, especially Thiago. Who, in addition to a title, castle, and a loyal cat servant, managed to change his bad luck and stopped being a crybaby and complaining about everything."
  },
  {
    "es": "Al poco tiempo, terminó enamorándose de la princesa real. Con quien se casó y vivieron felices comiendo perdices.",
    "en": "Before long, he fell in love with the real princess. He married her, and they lived happily ever after, eating partridges."
  }
]
