[
  {
    "es": "En una granja había un gran alboroto. Los patitos de mamá pata estaban rompiendo el cascarón.",
    "en": "On a farm, there was a great commotion. Mama duck's ducklings were hatching from their eggs."
  },
  {
    "es": "Uno por uno, comenzaron a salir. Mamá pata estaba tan emocionada con sus adorables patitos; que no notó que uno de sus huevos, el más grande de todos permanecía intacto.",
    "en": "One by one, they began to come out. Mama duck was so excited about her adorable ducklings that she didn't notice one of her eggs, the largest of all, remained intact."
  },
  {
    "es": "A las pocas horas, el último huevo comenzó a romperse. Mamá pata, todos los patitos ya nacidos y los demás animales de la granja se encontraban a la expectativa de conocer al pequeño que tardaba en nacer.",
    "en": "A few hours later, the last egg began to crack. Mama duck, all the already born ducklings, and the other farm animals were eager to meet the little one who was taking his time to hatch."
  },
  {
    "es": "De repente, del huevo salió un patito muy alegre.",
    "en": "Suddenly, a very cheerful duckling emerged from the egg."
  },
  {
    "es": "Cuando todos lo vieron se quedaron sorprendidos, este patito no era pequeño ni amarillo como los demás, tampoco estaba cubierto de suaves plumas.",
    "en": "When everyone saw it, they were surprised. This duckling was neither small nor yellow like the others, nor was it covered in soft feathers."
  },
  {
    "es": "Este patito era grande, gris y en vez del esperado graznido, cada vez que hablaba sonaba como una vieja corneta.",
    "en": "This duckling was big, gray, and instead of the expected quack, every time it spoke, it sounded like an old horn."
  },
  {
    "es": "Aunque nadie dijo nada, todos pensaron lo mismo:\n- Este patito es muy feo.",
    "en": "Even though no one said anything, everyone thought the same:\n- This duckling is very ugly."
  },
  {
    "es": "Pasaron los días y todos los animales de la granja se burlaban de él. El pobre patito se sentía muy triste. Una noche escapó de la granja en busca de un nuevo hogar.",
    "en": "Days passed, and all the farm animals made fun of him. The poor duckling felt very sad. One night, he escaped from the farm in search of a new home."
  },
  {
    "es": "El patito feo recorrió la profundidad del bosque, cuando estaba a punto de darse por vencido. Encontró la casa de una humilde anciana que vivía con una gata y una gallina.",
    "en": "The ugly duckling journeyed through the depth of the forest. When he was about to give up, he found the house of a humble old woman who lived with a cat and a chicken."
  },
  {
    "es": "El patito se quedó con ellos durante un tiempo, pero como no estaba contento, pronto se fue.",
    "en": "The duckling stayed with them for a while, but as he was not happy, he soon left."
  },
  {
    "es": "Al llegar el invierno, el pobre patito feo casi se congela. Afortunadamente, un campesino que estaba de paso lo recogió y lo llevó a su casa a vivir con su esposa e hijos.",
    "en": "When winter came, the poor ugly duckling almost froze. Fortunately, a passing farmer picked him up and took him to his home to live with his wife and children."
  },
  {
    "es": "Pero el patito estaba aterrado de los niños, quienes gritaban y brincaban todo el tiempo. Así que se las arregló para escaparse, pasando el invierno en un estanque pantanoso.",
    "en": "But the duckling was terrified of the children, who screamed and jumped all the time. So, he managed to escape, spending the winter in a swampy pond."
  },
  {
    "es": "Finalmente llegó la primavera y el patito feo vio a una familia de cisnes. Estaban nadando en un estanque y quiso acercárseles.",
    "en": "Finally, spring arrived, and the ugly duckling saw a family of swans. They were swimming in a pond, and he wanted to approach them."
  },
  {
    "es": "Pero recordó cómo todos se burlaban de él porque era feo. Aun así, agachó la cabeza avergonzado para ver su fealdad en el reflejo del agua. Cuando miró su reflejo, se quedó asombrado.",
    "en": "But he remembered how everyone made fun of him because he was ugly. Still, he lowered his head in shame to see his ugliness in the water's reflection. When he looked at his reflection, he was amazed."
  },
  {
    "es": "Él no era un patito feo, sino un apuesto y joven cisne. Ahora sabía por qué se veía tan diferente a sus hermanos y hermanas patitos. ¡Ellos eran bebés patos, pero él era un cisne!.",
    "en": "He wasn't an ugly duckling but a handsome, young swan. Now he knew why he looked so different from his duck siblings. They were ducklings, but he was a swan!"
  },
  {
    "es": "Muy feliz, fue hacia la familia de cisnes y ellos se dieron cuenta de que había otro bebé cisne que los miraba desde lejos muy solo.",
    "en": "Very happy, he went to the swan family, and they noticed another swanling watching them from afar, feeling lonely."
  },
  {
    "es": "La mamá cisne lo llamó y lo abrazó, decidió criarlo como otro hijo suyo. Los otros bebés cisnes lo recibieron cálidamente. Había encontrado su verdadero hogar y estaba muy feliz.",
    "en": "The swan mom called him and hugged him, deciding to raise him as another one of her own. The other swanlings warmly welcomed him. He had found his true home and was very happy."
  }
]
