[
  {
    "key": 1,
    "data": "Un Miller, al fallecer, dejó como herencia al mayor de sus three Children, un mill; al segundo, un donkey; y al menor, llamado Thiago, un cat."
  },
  {
    "key": 2,
    "data": "Thiago se puso a hacer un berrinche << Con lo poco que he recibido moriré de hambre >>."
  },
  {
    "key": 3,
    "data": "De inmediato, el minino exclamó <<¡No se preocupe, yo lo convertiré en un prince!...>>, saco su correa para que dejara de llorar."
  },
  {
    "key": 4,
    "data": "- Solo deme un sack y unas Boots que me protejan al caminar."
  },
  {
    "key": 5,
    "data": "Thiago le entregó al felino lo pedido y este partió rumbo al forest."
  },
  {
    "key": 6,
    "data": "Allí, cazó unos rabbits y arregló una entrevista con el King de aquellas tierras:"
  },
  {
    "key": 7,
    "data": "Su majestad, el Marquis of Carabas 'título que había inventado para su amo', le envía este present."
  },
  {
    "key": 8,
    "data": "El King acogió muy happy al Cat with Boots; y los siguientes days, recibió más gifts a nombre de su dueño."
  },
  {
    "key": 9,
    "data": "Un día, el neko le insistió en ir a bañarse al río, Thiago le tenia miedo al agua, 'Y si me muero' decia, el Cat se molesto y saco su correa. Le dio 2 correasos; por lloron y por dar escusas."
  },
  {
    "key": 10,
    "data": "Luego al ver acercarse el royal carriage, el Cat with Boots grito '¡Help, el Marquis of Carabas se ahoga!'; y el King de inmediato, ordenó que lo auxiliaran."
  },
  {
    "key": 11,
    "data": "Además, el sabido animal inventó que los habían asaltado; por lo cual, el monarca ordenó que vistiesen al 'Marquis' with elegant clothes."
  },
  {
    "key": 12,
    "data": "El King los invitó a su ride, solo el Cat with Boots se adelantó hacia el ogre's castle with magical powers."
  },
  {
    "key": 13,
    "data": "Al llegar, lo reto <<¡A que no puedes convertirte en un lion!>>; el ogre vanidoso, lo hizo."
  },
  {
    "key": 14,
    "data": "Luego el minino insistió <<¡Pero no puedes volverte un mouse!>>, y el ogre tomó dicha form."
  },
  {
    "key": 15,
    "data": "Entonces, el felino se lo comió y se apoderó de su immense castle"
  },
  {
    "key": 16,
    "data": "Pronto, el Cat with Boots alcanzó al carruaje real y, con gran reverencia, los invitó a conocer el castle del Marquis of Carabas."
  },
  {
    "key": 17,
    "data": "¡Todos estaban inpresionados!, sobre todo Thiago, quien además de título, castle y un leal servidor gatuno."
  },
  {
    "key": 18,
    "data": "Termino enamorandose de la royal princess, con quien se casó al poco tiempo."
  }
]
