[
  {
    "key": 1,
    "data": "Había una vez una Goat que tenía siete 'Goat Kids'. Mamá Goat cuidaba mucho a sus hijos, y los protegía de cualquier peligro. Por eso, cada vez que salía de casa para ir a buscar comida, repetía a los 'Goat Kids':"
  },
  {
    "key": 2,
    "data": "–¡Nunca abráis la puerta a nadie cuando no estoy! El Wolf es muy astuto y tratará de engañaros para que le abráis la puerta."
  },
  {
    "key": 3,
    "data": "Prestad atención: si golpean a la puerta y escucháis una voz ronca, será él."
  },
  {
    "key": 4,
    "data": "También debéis mirar por debajo de la puerta: si veis unas patas oscuras, es el Wolf, ¡tened mucho cuidado!"
  },
  {
    "key": 5,
    "data": "Una mañana, mamá Goat debía ir hasta el pueblo a buscar comida. Antes de salir, repitió a sus Goat Kids las mismas recomendaciones de siempre:"
  },
  {
    "key": 6,
    "data": "–Mucho cuidado hijitos míos, ¡el Wolf está siempre al acecho!"
  },
  {
    "key": 7,
    "data": "-Si mami, ¡no te preocupes! Ve tranquila –respondieron en coro los 'Goat Kids'."
  },
  {
    "key": 8,
    "data": "Pero mamá Goat tenía razón… ¡el Wolf estaba escondido muy cerca esperando que ella saliera! Apenas la vio alejarse, fue a llamar a la puerta de la casa de los Goat Kids."
  },
  {
    "key": 9,
    "data": "–¿Quién es? -preguntaron los 'Goat Kids'"
  },
  {
    "key": 10,
    "data": "-Soy vuestra madre, abrid la puerta hijos míos- mintió el Wolf."
  },
  {
    "key": 11,
    "data": "Pero los pequeños recordaron las palabras de su madre, y no se fiaron."
  },
  {
    "key": 12,
    "data": "– ¡Tú no eres nuestra madre! Mamá tiene la voz suave y tú la tienes muy ronca– dijeron los Goat Kids sin abrir la puerta."
  },
  {
    "key": 13,
    "data": "El Wolf se marchó muy enfadado, pero enseguida se le ocurrió un plan. Robó una docena de huevos de un gallinero y se los comió todos, para aclarar y suavizar la voz. Entonces volvió a la casa de los siete 'Goat Kids' y golpeó de nuevo a la puerta."
  },
  {
    "key": 14,
    "data": "–¿Quién es? -preguntaron los 'Goat Kids'"
  },
  {
    "key": 15,
    "data": "-Soy yo, vuestra madre- dijo el Wolf, tratando de imitar la voz suave de mamá Goat."
  },
  {
    "key": 16,
    "data": "Los Goat Kids dudaron, la voz era suave como la de su madre, pero no estaban seguros del todo. Así que se inclinaron para espiar por debajo de la puerta, y vieron que las patas que se asomaban eran oscuras… ¡era de nuevo el Wolf!"
  },
  {
    "key": 17,
    "data": "– ¡Tú no eres nuestra madre! Mamá tiene las patas blancas– dijeron los Goat Kids sin abrir la puerta."
  },
  {
    "key": 18,
    "data": "El Wolf volvió a marcharse de muy malhumor: ¿Cómo era posible que esos 'Goat Kids' fueran tan listos?"
  },
  {
    "key": 19,
    "data": "Pero el malvado no estaba dispuesto a renunciar a su comida, así que ideó un nuevo plan. Fue hasta el molino y metió sus patas dentro de la harina. ¡Ahora se veían muy blancas!"
  },
  {
    "key": 20,
    "data": "Volvió sobre sus pasos y llamó otra vez a la puerta."
  },
  {
    "key": 21,
    "data": "–¿Quién es? -preguntaron los 'Goat Kids'"
  },
  {
    "key": 22,
    "data": "-Soy yo, vuestra madre- dijo el Wolf"
  },
  {
    "key": 23,
    "data": "–Enséñanos la pata para que podamos verla- pidieron los Goat Kids."
  },
  {
    "key": 24,
    "data": "Al ver que las patas eran blancas como la nieve, los siete 'Goat Kids' creyeron que esta vez de verdad era su madre quien llamaba a la puerta, y abrieron."
  },
  {
    "key": 25,
    "data": "Pero en un instante el Wolf se abalanzó sobre ellos intentando comérselos. Los pobres Goat Kids corrían por toda la casa intentando escapar."
  },
  {
    "key": 26,
    "data": "Algunos se escondieron debajo de las camas, otro en el horno, otro en el baño, otro en el armario, y el más pequeño, dentro de la caja del reloj."
  },
  {
    "key": 27,
    "data": "Pero el Wolf los fue encontrando uno a uno, y comiéndoselos de un solo bocado. Solo le faltó uno, el pequeñín, al que no pudo encontrar."
  },
  {
    "key": 28,
    "data": "Tan harto estaba de comer, que se tumbó debajo de un árbol a dormir la siesta."
  },
  {
    "key": 29,
    "data": "A los pocos minutos, mamá Goat regresó a casa y se desesperó al encontrar toda la casa revuelta y ni rastro de sus hijitos."
  },
  {
    "key": 30,
    "data": "Entonces el pequeño escuchó a su madre y comenzó a llamar desde la caja del reloj. Mamá Goat lo sacó de allí, y el Goat Kid le contó lo ocurrido."
  },
  {
    "key": 31,
    "data": "Mamá Goat no iba a permitir que le pasara nada malo a sus Goat Kids. Cogió unas grandes tijeras, hilo y aguja y salió con el Goat Kid a buscar al Wolf."
  },
  {
    "key": 32,
    "data": "Cuando lo encontraron durmiendo, mamá Goat cogió las tijeras y le abrió la panza al Wolf. Los seis 'Goat Kids' salieron asustados, pero sanos y salvos."
  },
  {
    "key": 33,
    "data": "Para darle su merecido al Wolf, la mamá le pidió a los Goat Kids que fueran a recoger piedras pesadas y se las trajeran. Con estas piedras llenó la panza del Wolf, que seguía durmiendo profundamente."
  },
  {
    "key": 34,
    "data": "Luego cogió aguja e hilo, y volvió a cerrarle la panza. Terminada la tarea, la Goat y sus siete 'Goat Kids' se alejaron camino a casa."
  },
  {
    "key": 35,
    "data": "Cuando el Wolf se despertó, sintió mucha sed. Así que se acercó hasta un estanque para beber, y al inclinarse al agua, el peso de las piedras hizo que se cayera dentro y se ahogara."
  },
  {
    "key": 36,
    "data": "Ese día mamá Goat preparó un pastel para festejar que estaban todos juntos, sanos y salvos. Los 'Goat Kids' festejaron cantando y bailando, abrazándose felices de que aquella peligrosa aventura hubiera terminado para siempre."
  }
]
