[
  {
    "key": 1,
    "data": "En la farm había un gran alboroto: los polluelos de mother Duck estaban rompiendo el shell."
  },
  {
    "key": 2,
    "data": "One by one, comenzaron a salir. Mather Duck estaba tan emocionada con sus adorables Baby Ducks que no notó que uno de sus eggs, el más grande de todos, permanecía intacto."
  },
  {
    "key": 3,
    "data": "A las pocas horas, el último egg comenzó a romperse. Mother Duck, todos los polluelos y los animals de la farm, se encontraban a la expectativa de conocer al little que tardaba en nacer."
  },
  {
    "key": 4,
    "data": "De repente, del shell salió un duckling muy alegre."
  },
  {
    "key": 5,
    "data": "Cuando todos lo vieron se quedaron sorprendidos, este Duckling no era pequeño ni yellow y tampoco estaba cubierto de soft feathers."
  },
  {
    "key": 6,
    "data": "Este Duckling era grande, gray y en vez del esperado graznido, cada vez que hablaba sonaba como una old cornet."
  },
  {
    "key": 7,
    "data": "Aunque nadie dijo nada, todos pensaron lo mismo: “This Duckling is very ugly”."
  },
  {
    "key": 8,
    "data": "Pasaron los days y todos los animals de la farm se burlaban de él. The ugly duckling se sintió muy sad y una noche escapó de la farm para buscar un new home."
  },
  {
    "key": 9,
    "data": "The ugly duckling recorrió la profundidad del forest y cuando estaba a punto de darse por vencido, encontró la house de una humilde anciana que vivía con una cat y una hen."
  },
  {
    "key": 10,
    "data": "El Duckling se quedó con ellos durante un tiempo, pero como no estaba contento, pronto se fue."
  },
  {
    "key": 11,
    "data": "Al llegar el winter, el pobre ugly duckling casi se congela. Afortunadamente, un peasant lo llevó a su house a vivir con su wife and children."
  },
  {
    "key": 12,
    "data": "Pero el Duckling estaba aterrado de los children, quienes gritaban y brincaban todo el tiempo y nuevamente escapó, pasando el winter en un estanque pantanoso."
  },
  {
    "key": 13,
    "data": "Finalmente, llegó la spring. The ugly duckling vio a una family of Swans nadando en el estanque y quiso acercárseles."
  },
  {
    "key": 14,
    "data": "Pero recordó cómo todos se burlaban de él y agachó la cabeza avergonzado. Cuando miró su reflection in the wather se quedó asombrado."
  },
  {
    "key": 15,
    "data": "Él no era un ugly duckling, sino un apuesto y young swan. Ahora sabía por qué se veía tan diferente a sus brothers and sisters. ¡Ellos eran Baby Ducks, pero él era un Swan! very happy, nadó hacia su family."
  }
]
