[
  {
    "es": "Había una vez una liebre muy pero muy vanidosa; corría veloz como el viento, y estaba segura de ser el animal más rápido del bosque, no paraba de presumir ante todo aquel que se encontraba en su camino. Pero sin duda quien más sufría la vanidad de la liebre era la pobre tortuga: cada vez que se encontraban por el bosque, la liebre se burlaba cruelmente de su lentitud.",
    "en": "Once upon a time, there was a very, very vain hare; she ran as fast as the wind and was sure she was the fastest animal in the forest. She never stopped boasting to everyone she met along her way. However, the one who suffered the most from the hare's vanity was the poor tortoise. Every time they crossed paths in the forest, the hare cruelly mocked the tortoise's slowness."
  },
  {
    "es": "- ¡Cuidado tortuga, no corras tanto que te harás daño!.\nLe decía entre carcajadas.",
    "en": "- Watch out, tortoise, don't run too fast, or you'll hurt yourself!\nShe said, laughing heartily."
  },
  {
    "es": "Pero llegó un día en que la tortuga, cansada de las constantes burlas de la liebre, tuvo una idea:",
    "en": "But one day, tired of the constant mockery from the hare, the tortoise had an idea:"
  },
  {
    "es": "- liebre\nLe dijo\n- ¿corremos una carrera? Apuesto a que puedo ganarte.",
    "en": "- Hare\nShe said\n- Shall we have a race? I bet I can beat you."
  },
  {
    "es": "- ¿Tú ganarme a mí?\nLe respondió la liebre asombrada y divertida.",
    "en": "- You beat me?\nThe hare responded, amazed and amused."
  },
  {
    "es": "- Sí, como lo oyes. Hagamos una apuesta y veremos quién gana.\nLe dijo la tortuga.",
    "en": "- Yes, as you heard. Let's make a bet and see who wins.\nThe tortoise said."
  },
  {
    "es": "La liebre, presumida, aceptó la apuesta sin dudarlo. Estaba segura de que le ganaría sin ni siquiera esforzarse a esa tortuga lenta como un caracol.",
    "en": "The vain hare, without hesitation, accepted the bet. She was confident that she would win effortlessly against the tortoise, slow as a snail."
  },
  {
    "es": "Llegó el día pactado, y todos los animales del bosque se reunieron para ver la carrera. El sabio búho fue el encargado de dar la señal de partida, y enseguida la liebre salió corriendo dejando muy atrás a la tortuga, envuelta en una nube de polvo. Pero sin importarle la enorme ventaja que la liebre le había sacado en pocos segundos, la tortuga se puso en marcha y pasito a pasito 'suave suavesito', fue recorriendo el camino trazado.",
    "en": "The agreed day arrived, and all the animals in the forest gathered to watch the race. The wise owl was in charge of giving the starting signal. The hare immediately took off, leaving the tortoise far behind, enveloped in a cloud of dust. However, despite the huge lead the hare had gained in a few seconds, the tortoise started moving and step by step, 'ever so gently,' she covered the course."
  },
  {
    "es": "Mientras tanto la liebre, muy confiada en sí misma y tan presumida como siempre, pensó que con toda la ventaja que tenía podía echarse a descansar por un momento. Se detuvo debajo de un árbol y se recostó en su sombra, quedándose dormida. La tortuga, lentamente pero sin descanso, siguió caminando pasito a pasito 'suave suavesito'.",
    "en": "Meanwhile, the hare, very confident in herself and as conceited as ever, thought that with such a significant advantage, she could take a break for a moment. She stopped under a tree and lay down in its shade, falling asleep. The tortoise, slowly but without rest, continued walking step by step, 'ever so gently.'"
  },
  {
    "es": "No se sabe cuánto tiempo durmió la liebre, pero cuando se despertó, casi se queda muda de la sorpresa al ver que la tortuga la había pasado y se encontraba a pocos pasos de la meta. La liebre se levantó de un salto y salió corriendo lo más rápido que pudo, pero ya era tarde: ¡la tortuga había ganado la carrera!.",
    "en": "It's not known how long the hare slept, but when she woke up, she was almost speechless with surprise to see that the tortoise had overtaken her and was just a few steps from the finish line. The hare jumped up and ran as fast as she could, but it was too late: the tortoise had won the race!"
  },
  {
    "es": "Ese día la liebre aprendió una importante lección: jamás hay que burlarse de los demás ni creer que somos mejores solo porque somos buenos en algo. Y también aprendió que la vanidad nos conduce a dar por seguros éxitos que todavía no hemos alcanzado y terminó siendo más humilde.",
    "en": "On that day, the hare learned an important lesson: never mock others or think we are better just because we excel in something. She also learned that vanity leads us to take for granted successes we have not yet achieved and ended up being more humble."
  }
]
