[
  {
    "key": 1,
    "es": "Había una vez una Hare muy pero muy vanidosa; corría veloz como el viento, y estaba tan segura de ser el animal más rápido del Forest, que no paraba de presumir ante todo aquel que se encontraba en su camino. Pero sin duda quien más sufría la vanidad de la Hare era la pobre Turtle: cada vez que se encontraban por el Forest, la Hare se burlaba cruelmente de su lentitud."
  },
  {
    "key": 2,
    "es": "-¡Cuidado Turtle, no corras tanto que te harás daño! – Le decía entre carcajadas."
  },
  {
    "key": 3,
    "es": "Pero llegó un día en que la Turtle, cansada de las constantes burlas de la Hare, tuvo una idea:"
  },
  {
    "key": 4,
    "es": "-Hare -le dijo- ¿corremos una carrera? Apuesto a que puedo ganarte."
  },
  {
    "key": 5,
    "es": "-¿Tú ganarme a mí?- le respondió la Hare asombrada y divertida."
  },
  {
    "key": 6,
    "es": "-Sí, como lo oyes. Vamos a hacer una apuesta y veremos quien gana- dijo la Hare."
  },
  {
    "key": 7,
    "es": "La Hare, presumida, aceptó la apuesta sin dudarlo. Estaba segura de que le ganaría sin ni siquiera esforzarse a esa Turtle lenta como un caracol."
  },
  {
    "key": 8,
    "es": "Llegó el día pactado, y todos los animales del Forest se reunieron para ver la carrera. El sabio búho fue el encargado de dar la señal de partida, y enseguida la Hare salió corriendo dejando muy atrás a la Turtle, envuelta en una nube de polvo. Pero sin importarle la enorme ventaja que la Hare le había sacado en pocos segundos, la Turtle se puso en marcha y pasito a pasito, a su ritmo, fue recorriendo el camino trazado."
  },
  {
    "key": 9,
    "es": "Mientras tanto la Hare, muy confiada en sí misma y tan presumida como siempre, pensó que con toda la ventaja que había sacado podía tranquilamente echarse a descansar un ratito. Se detuvo debajo de un árbol y se recostó a su sombra, y allí se quedó dormida. La Turtle, lentamente pero sin descanso, siguió caminando paso tras paso."
  },
  {
    "key": 10,
    "es": "No se sabe cuánto tiempo durmió la Hare, pero cuando se despertó, casi se queda muda de la sorpresa al ver que la Turtle la había pasado y se encontraba a pocos pasos de la meta. La Hare se levantó de un salto y salió corriendo lo más rápido que pudo, pero era tarde: ¡la Turtle ganó la carrera!."
  },
  {
    "key": 11,
    "es": "Ese día la Hare aprendió una importante lección: jamás hay que burlarse de los demás ni creer que somos mejores solo porque hacemos muy bien algo. Y también aprendió que la vanidad nos conduce a dar por seguros éxitos que todavía no hemos alcanzado."
  }
]
