[
  {
    "es": "En un bosque, en el que vivían tres cerditos había un gran revuelo. Al parecer, los pájaros habían avisado a los ciervos de que un enorme lobo estaba a punto de llegar.",
    "en": "In a forest where three little pigs lived, there was a great commotion. Apparently, the birds had warned the deer that a huge wolf was about to arrive."
  },
  {
    "es": "- ¡Un lobo! ¡Qué miedo! Eso significa peligro, tendremos que pensar en cómo librarnos de él.\nExclamó el más pequeño de los tres cerditos.",
    "en": "- A wolf! How scary! That means danger; we'll have to think about how to get rid of him. \nThe smallest of the three little pigs exclaimed."
  },
  {
    "es": "Después de mucho pensar, los tres hermanos decidieron que lo mejor era construirse una casa donde estar a salvo del lobo. Sin embargo no se ponían de acuerdo en la manera de hacerla, así que cada uno decidió construir su propia casa.",
    "en": "After much thought, the three brothers decided that the best thing to do was to build a house to be safe from the wolf. However, they couldn't agree on how to build it, so each one decided to build his own house."
  },
  {
    "es": "El cerdo mas pequeño decidió hacer una casa con paja. Era mucho más fácil que hacer y así no le costaría mucho esfuerzo.",
    "en": "The smallest pig decided to build a house with straw. It was much easier to do, and it wouldn't cost him much effort."
  },
  {
    "es": "El cerdo mediano prefirió hacerla con madera. Era mucho más resistente que la paja y como estaban en un bosque, la madera era fácil de conseguir. Además, tampoco le llevaría mucho tiempo ni esfuerzo.",
    "en": "The middle pig preferred to build it with wood. It was much more resistant than straw, and since they were in a forest, wood was easy to get. Also, it wouldn't take him much time or effort."
  },
  {
    "es": "El cerdo mayor pensó que lo mejor sería hacerla con ladrillos. Es cierto que aquello le llevaría mucho tiempo y esfuerzo, pero pensó que solo así podría protegerse del malvado lobo.",
    "en": "The eldest pig thought it best to build it with bricks. It's true that it would take a lot of time and effort, but he thought that only this way could he protect himself from the wicked wolf."
  },
  {
    "es": "El pequeño cerdo y el mediano hacía mucho que habían terminado sus casas, y el mayor, seguía con su gran obra.",
    "en": "The little pig and the middle pig had finished their houses a long time ago, and the eldest pig continued with his great work."
  },
  {
    "es": "- Como no te des prisa.\nLe decían\n- Llegará el lobo y no habrá servido de nada tanto esfuerzo, ya que tu casa no estará terminada y no te quedará más remedio que venirte a la nuestra.",
    "en": "- If you don't hurry,\nthey told him,\nthe wolf will come, and so much effort will have been useless because your house won't be finished, and you'll have no choice but to come to ours."
  },
  {
    "es": "Pero el mayor de los cerditos no les hacía caso. Sabía lo importante que era el trabajo bien hecho. Sin prisa; pero sin pausa, fue terminando su casa de ladrillos justo a tiempo.",
    "en": "But the eldest of the little pigs ignored them. He knew how important well-done work was. Slowly but steadily, he finished his brick house just in time."
  },
  {
    "es": "El lobo llegó precisamente el día de su inauguración. Cuando el rumor de que el malvado lobo había llegado al bosque, cada cerdo se escondió en su casa.\n- ¡Qué miedo!",
    "en": "The wolf arrived precisely on the day of its inauguration. When the rumor spread that the wicked wolf had arrived in the forest, each pig hid in his house.\n- How scary!"
  },
  {
    "es": "Para mala suerte, aquella tarde se había levantado una fuerte tormenta.\n- ¡No me gustan las tormentas!\nMuy asustado se decía el pequeño cerdito, se asomó por la ventana de su caja de paja.",
    "en": "Unfortunately, that afternoon a strong storm had come.\n- I don't like storms!\nThe little pig, very scared, said to himself. He peeked out the window of his straw house."
  },
  {
    "es": "- ¡Este viento también me asusta!. Mi casa se tambalea tanto, que se puede caer.",
    "en": "- This wind scares me too! My house wobbles so much it could fall."
  },
  {
    "es": "Pero al mirar por la ventana, lo que vio el cerdo pequeño fue al malvado lobo. ¡Tenía unos colmillos tan grandes!",
    "en": "But when he looked out the window, what the little pig saw was the wicked wolf. He had such big fangs!"
  },
  {
    "es": "- ¡No es el viento lo que está tambaleando la casa! Es el lobo que está soplando.\nPensó el pequeño.",
    "en": "- It's not the wind that's making the house wobble! It's the wolf blowing.\nThe little pig thought."
  },
  {
    "es": "Y antes de que se diera cuenta, la casa de paja se había caído. El pequeño cerdo corrió y corrió hasta la casa de su segundo hermano.",
    "en": "And before he knew it, the straw house had fallen. The little pig ran and ran to his second brother's house."
  },
  {
    "es": "- Aquí estaremos a salvo\nLe dijo el segundo hermano cerdo de la casa de madera.",
    "en": "- We'll be safe here,\nsaid the second pig, who lived in the wooden house."
  },
  {
    "es": "Pero afuera, la tormenta golpeaba más y más fuerte. Llovía a cántaros, mojando la madera de la casa del segundo cerdo. Además de aquel viento tan molesto. El lobo estaba frente a la casa de madera.",
    "en": "But outside, the storm hit harder and harder. It rained buckets, soaking the wood of the second pig's house. Besides that annoying wind. The wolf was in front of the wooden house."
  },
  {
    "es": "- ¡Ya está aquí otra vez! Empezará a soplar y a soplar ¡y derribará la casa!",
    "en": "- He's here again! He'll start blowing, and blowing, and he'll knock down the house!"
  },
  {
    "es": "Y antes de que hubieran terminado de hablar, la casa de madera se había caído. Los dos cerdos corrieron y corrieron hasta la casa de ladrillo del hermano mayor.",
    "en": "And before they had finished speaking, the wooden house had fallen. The two pigs ran and ran to the brick house of the eldest brother."
  },
  {
    "es": "- Aquí estaremos a salvo.\nLes protegió el hermano mayor.",
    "en": "- We'll be safe here.\nProtected the eldest brother."
  },
  {
    "es": "Y para su sorpresa, los cerdos pequeños descubrieron que ni la tormenta, ni el viento, ni el lobo malvado podían destruir aquella casa tan bien hecha.",
    "en": "And to their surprise, the little pigs discovered that neither the storm, nor the wind, nor the wicked wolf could destroy that well-made house."
  },
  {
    "es": "- ¡Yo les dije! Las cosas bien hechas necesitan más esfuerzo, pero luego duran para siempre.",
    "en": "- I told you! Well-made things need more effort, but then they last forever."
  },
  {
    "es": "Estaban tan contentos los tres cerdos en la casa de ladrillos, que casi se habían olvidado del lobo y de la tormenta cuando un ruido les sobresaltó. Era el timbre, ¿quién llamaría a esas horas en una tarde tan peligrosa?",
    "en": "The three pigs were so happy in the brick house that they had almost forgotten about the wolf and the storm when a noise startled them. It was the doorbell, who would call at that time on such a dangerous afternoon?"
  },
  {
    "es": "- ¡Es el lobo!\nExclamó asustado el hermano mayor cuando miró por la mirilla de la puerta.",
    "en": "- It's the wolf!\nExclaimed the eldest brother scared when he looked through the peephole of the door."
  },
  {
    "es": "- Sí, soy el lobo\nExclamó el animal que había escuchado lo que el cerdo había dicho.",
    "en": "- Yes, I'm the wolf\nExclaimed the animal who had heard what the pig had said."
  },
  {
    "es": "- Pues fuera de aquí, ya has destruido dos de nuestras casas, pero esta no conseguirás tirarla.\nDijeron los cerditos al unísono.",
    "en": "- Well, get out of here; you've already destroyed two of our houses, but you won't be able to knock this one down.\nThe little pigs said in unison."
  },
  {
    "es": "El lobo suspiró con tristeza y exclamó:",
    "en": "The wolf sighed sadly and exclaimed:"
  },
  {
    "es": "- ¿La casa de paja y la casa de madera? Yo no tuve nada que ver con eso. Estaban tan mal construidas que la propia tormenta acabó con ellas.",
    "en": "- The straw house and the wooden house? I had nothing to do with that. They were so poorly built that the storm itself ended them."
  },
  {
    "es": "- Y entonces, ¿qué haces aquí?\nLe preguntaron.",
    "en": "- So, what are you doing here?\nThey asked."
  },
  {
    "es": "- Soy nuevo en el bosque, y he venido a invitar a todos los animales a una gran fiesta. Así podremos conocernos y llevarnos bien.",
    "en": "- I'm new in the forest, and I've come to invite all the animals to a big party. That way, we can get to know each other and get along."
  },
  {
    "es": "- Querrás decir que podrás comernos.\nNo le creían los cerdos.",
    "en": "- You probably mean that you will eat us.\nThe pigs didn't believe him."
  },
  {
    "es": "El lobo volvió a suspirar con tristeza y gritó:",
    "en": "The wolf sighed again with sadness and shouted:"
  },
  {
    "es": "- ¿Por qué dicen eso? No saben nada de mí y sin embargo ya dan por hecho que soy un lobo malvado.",
    "en": "- Why do they say that? They don't know anything about me, and yet they assume I'm a wicked wolf."
  },
  {
    "es": "- Es que todos los lobos son malos y quieren comernos.\nRespondieron los cerdos.",
    "en": "- It's because all wolves are bad and want to eat us.\nThe pigs responded."
  },
  {
    "es": "- Pero yo no, ¡Ya que soy un lobo vegetariano!\nLes respondió el lobo.",
    "en": "- But not me, since I'm a vegetarian wolf!\nThe wolf responded."
  },
  {
    "es": "Los tres cerdos se miraron con miedo. ¿Podían confiar en aquel lobo?, para comprobar que era verdad lo que decía, le pusieron una prueba.",
    "en": "The three pigs looked at each other with fear. Could they trust that wolf? To check if what he said was true, they put him to the test."
  },
  {
    "es": "- Si es verdad que eres vegetariano, tendrás que demostrarlo.",
    "en": "- If it's true that you're a vegetarian, you'll have to prove it."
  },
  {
    "es": "Y por debajo de la puerta, los tres cerditos le pasaron una bandeja con comida. La mitad contenía una porción de ensalada y la otra mitad un pedazo de carne bien jugosa.",
    "en": "And under the door, the three little pigs passed him a tray with food. Half of it contained a portion of salad, and the other half a juicy piece of meat."
  },
  {
    "es": "El lobo no dudó ni un instante, cogió el tenedor y comenzó a comerse la ensalada.",
    "en": "The wolf didn't hesitate for a moment, he took the fork and began to eat the salad."
  },
  {
    "es": "Después de terminar la ensalada dijo:\n- Necesita un poco de aceite de oliva y vinagre ¡esta ensalada podría mejorar!.",
    "en": "After finishing the salad, he said:\n- It needs a bit of olive oil and vinegar; this salad could improve!."
  },
  {
    "es": "Los tres cerditos comprendieron que el lobo no mentía y confiaron en él. Y así fue como aquel lobo vegetariano se quedó a vivir en el bosque. Él y los tres cerdos se convirtieron en amigos para siempre.",
    "en": "The three little pigs understood that the wolf was not lying and trusted him. And that's how that vegetarian wolf stayed to live in the forest. He and the three pigs became friends forever."
  }
]
