[
  {
    "es": "Erase una vez, un hombre que tenía un burro que llevaba muchos años llevando sacos a un molino. Pero el pobre burro se iba haciendo viejo y perdía fuerzas por momentos. Así que el dueño pensó deshacerse de él. Pero el burro, sospechando lo que le esperaba, se escapó de la casa en dirección a Bremen. Allí, pensó que podría ser músico.",
    "en": "Once upon a time, there was a man who had a donkey that had been carrying sacks to a mill for many years. But the poor donkey was getting old and losing strength. So, the owner thought of getting rid of him. But the donkey, suspecting what awaited him, escaped from the house towards Bremen. There, he thought he could become a musician."
  },
  {
    "es": "Tras haber caminado un buen rato, el burro se encontró con un perro de caza que iba jadeando como si hubiese echado una larga carrera.",
    "en": "After walking for a while, the donkey came across a hunting dog panting as if it had just run a long race."
  },
  {
    "es": "- ¿Por qué jadeas así?\nLe preguntó el burro.",
    "en": "- Why are you panting like that?\nThe donkey asked."
  },
  {
    "es": "- ¡Ay!\nRespondió el perro\n- porque soy viejo y, como cada día soy más débil, apenas puedo cazar y mi amo ha querido matarme. Por eso me he marchado; pero ahora no sé qué hacer.",
    "en": "- Oh!\nThe dog replied\n- because I'm old and, as I get weaker every day, I can barely hunt, and my master wanted to kill me. That's why I ran away; but now I don't know what to do."
  },
  {
    "es": "- ¿Sabes una cosa?\nDijo el burro\n- Yo me dirijo a Bremen porque quiero hacerme músico; ven conmigo y hazte músico también. Yo puedo tocar el laúd y tú el bombo.",
    "en": "- Do you know something?\nThe donkey said\n- I'm heading to Bremen because I want to become a musician; come with me and become a musician too. I can play the lute, and you can play the drum."
  },
  {
    "es": "El perro aceptó y juntos prosiguieron el camino.",
    "en": "The dog agreed, and they continued their journey together."
  },
  {
    "es": "Al poco tiempo se encontraron con un gato con cara de pocos amigos.",
    "en": "Before long, they came across a cat with a less-than-friendly face."
  },
  {
    "es": "- Dinos, ¿qué te ha pasado, amigo?\n-preguntó el burro. No pareces muy alegre.",
    "en": "- Tell us, what happened to you, friend?\nThe donkey asked. You don't seem very happy."
  },
  {
    "es": "- ¿Cómo voy a estarlo, si mi vida peligra? Me estoy haciendo viejo y ya no puedo cazar ratones. mi ama ha querido ahogarme. De milagro logré escapar, pero ¿y ahora qué será de mí? ¿Adónde voy a ir?",
    "en": "- How can I be happy when my life is in danger? I'm getting old, and I can't catch mice anymore. My mistress wanted to drown me. Miraculously, I managed to escape, but what will become of me now? Where should I go?"
  },
  {
    "es": "- Vente con nosotros a Bremen. Si entiendes un poco de música, podrás hacerte músico, como nosotros.",
    "en": "- Come with us to Bremen. If you understand a bit of music, you can become a musician, like us."
  },
  {
    "es": "El gato aceptó y se unió a ellos.",
    "en": "The cat agreed and joined them."
  },
  {
    "es": "Los tres fugitivos pasaron por una granja en la que un gallo gritaba con todas sus fuerzas.",
    "en": "The three fugitives passed by a farm where a rooster crowed with all its might."
  },
  {
    "es": "- ¿Quieres dejarnos sordos?\nDijo el burro.\n- ¿Qué te ocurre?",
    "en": "- Do you want to deafen us?\nThe donkey said.\n- What's happening?"
  },
  {
    "es": "- Es que hoy es mi ultimo dia con vida, mi dueña recibirá invitados mañana y ya ha ordenado que esta noche me corten el pescuezo. Por eso grito desesperado con todas mis fuerzas.",
    "en": "- It's because today is my last day alive. My owner will receive guests tomorrow, and she has ordered that tonight they cut off my head. That's why I'm screaming desperately with all my might."
  },
  {
    "es": "- ¡Bueno, ¿Por qué no te vienes con nosotros a Bremen?, de esa manera ya no serás comido. Además tienes una buena voz y contigo podríamos formar un cuarteto, vamos a Bremen a hacernos músicos.",
    "en": "- Well, why don't you come with us to Bremen? That way, you won't be eaten. Besides, you have a good voice, and with you, we could form a quartet. Let's go to Bremen to become musicians."
  },
  {
    "es": "El gallo aceptó encantado y los cuatro prosiguieron su camino.",
    "en": "The rooster happily accepted, and the four continued on their way."
  },
  {
    "es": "Pero como no podían llegar a Bremen en un día, se detuvieron en un bosque para pasar allí la noche. El burro y el perro se echaron bajo el árbol, y el gato y el gallo se subieron a las ramas. El gallo prefirió subir en la copa para dormirse, pero antes echó un vistazo y no muy lejos vio una pequeña luz. Llamó a sus amigos, cacareándoles que podría ser una casa. El burro contestó:",
    "en": "But as they couldn't reach Bremen in one day, they stopped in a forest to spend the night there. The donkey and the dog lay down under the tree, and the cat and the rooster climbed up the branches. The rooster preferred to perch on the top to sleep, but before doing so, he took a look around and not far away saw a small light. He called his friends, clucking that it could be a house. The donkey replied:"
  },
  {
    "es": "- ¡Pues en marcha! Aquí no se está nada bien.",
    "en": "- Well, let's get going! It's not very comfortable here."
  },
  {
    "es": "El perro, por su parte, pensó que quizá allí conseguiría unos huesos y un poco de carne. Se pusieron en camino guiados por aquella luz que cada vez se hacía mayor. Hasta que encontraron una casa que era la guarida de unos ladrones. El burro, que era el más alto de todos, se acercó a la ventana y echó un vistazo al interior.",
    "en": "The dog, on the other hand, thought that maybe there he could get some bones and a bit of meat. They set off guided by that light that was getting bigger. Until they found a house that was the hideout of some thieves. The donkey, being the tallest of them all, approached the window and took a look inside."
  },
  {
    "es": "- ¿Qué es lo que ves?\nPreguntó el gallo.",
    "en": "- What do you see?\nThe rooster asked."
  },
  {
    "es": "- ¿Que qué veo?\nContestó el burro\n- Veo una mesa repleta de exquisitos manjares y bebidas y, alrededor de la mesa, un grupo de tipos con aspecto de ladrones.",
    "en": "- What do I see?\nThe donkey replied\n- I see a table full of exquisite dishes and drinks, and around the table, a group of guys who look like thieves."
  },
  {
    "es": "- No nos vendría mal poder participar en el banquete.\nDijo el gallo.",
    "en": "- It wouldn't hurt us to participate in the feast.\nThe rooster said."
  },
  {
    "es": "- Tienes razón, pero ¿cómo?\nPreguntó el burro.",
    "en": "- You're right, but how?\nThe donkey asked."
  },
  {
    "es": "Se pusieron a pensar sobre cómo espantar a los ladrones y pero encontraron la solución. El burro debía colocar sus patas delanteras sobre la ventana, el perro saltaría sobre el lomo del burro, el gato sobre el perro y finalmente el gallo levantaría el vuelo y se posaría en la cabeza del gato. Luego, una vez colocados cada uno en su sitio, el burro hizo la señal y comenzaron a cantar en coro.",
    "en": "They started thinking about how to scare off the thieves, and they found the solution. The donkey had to place his front legs on the window, the dog would jump on the donkey's back, the cat on the dog, and finally, the rooster would take flight and perch on the cat's head. Then, once each was in place, the donkey gave the signal, and they started singing in chorus."
  },
  {
    "es": " Y así, el burro mugiendo, el perro ladrando , el gato maullando y el gallo cacareando, entraron por la ventana y los ladrones, ante tal estruendo, se levantaron de la mesa atemorizados, pensando que se trataba de algún fantasma y huyeron de la casa para refugiarse en el bosque.",
    "en": "And so, with the donkey braying, the dog barking, the cat meowing, and the rooster crowing, they entered through the window, and the thieves, in the face of such noise, got up from the table terrified, thinking it was some ghost, and fled the house to take refuge in the forest."
  },
  {
    "es": "Los cuatro amigos se sentaron a la mesa y comieron hasta llenarse. Cuando terminaron, apagaron las luces y buscaron un lugar para dormir cómodamente. El burro se echó en el patio sobre un montón de paja, el perro detrás de la puerta, el gato junto a la cocina y el gallo en un lugar alto.",
    "en": "The four friends sat at the table and ate until they were full. When they finished, they turned off the lights and looked for a comfortable place to sleep. The donkey lay down in the yard on a pile of straw, the dog behind the door, the cat next to the kitchen, and the rooster in a high place."
  },
  {
    "es": "Pasada la medianoche; los ladrones miraban desde lejos, el jefe de la banda dijo:\n- No deberíamos habernos asustado tanto mandó a uno a inspeccionar la casa.",
    "en": "After midnight, the thieves watched from a distance. The gang leader said:\n- We shouldn't have been so scared. He sent one to inspect the house."
  },
  {
    "es": "Cuando llegó y vio que todo estaba muy silencio, entró en la cocina con la intención de encender una vela. Al ver los ojos relucientes del gato pensó que era algún pedazo de carbón que seguía encendido. Entonces acercó la mecha de la vela para encenderla. Pero el gato, que no estaba molesto, le saltó a la cara y le arañó.",
    "en": "When he arrived and saw that everything was very silent, he entered the kitchen with the intention of lighting a candle. Seeing the gleaming eyes of the cat, he thought it was some piece of coal that was still burning. So he brought the candle wick closer to light it. But the cat, who wasn't upset, jumped at his face and scratched him."
  },
  {
    "es": "El ladrón, horrorizado, corrió hacia la puerta trasera, pero allí despertó al perro, que saltó sobre él y le mordió en la pierna. Salió entonces al patio y tropezó con el burro, que, asustado, le dio una patada. El gallo, con tanto ruido, se despertó y comenzó a cacarear.",
    "en": "The thief, horrified, ran towards the back door, but there he woke up the dog, who jumped on him and bit him in the leg. He then went out to the yard and stumbled upon the donkey, who, frightened, kicked him. The rooster, with all the noise, woke up and started crowing."
  },
  {
    "es": "El ladrón corrió con todas sus fuerzas y llegó al bosque casi sin aliento. Allí contó lo sucedido:\n- He visto en la casa a una bruja repugnante que me arañó la cara con sus largas uñas; detrás de una puerta me atacó un hombre con un cuchillo y me hirió en la pierna; al llegar al patio, un monstruo negro como el carbón me golpeó con algo pesado y duro, en lo alto del tejado, una voz endemoniada decía:\n- ¡Traédmelo aquí!\nNo sé ni cómo he podido escapar.",
    "en": "The thief ran with all his might and reached the forest almost breathless. There he told what had happened:\n- I saw in the house a repulsive witch who scratched my face with her long nails; behind a door, a man with a knife attacked me and wounded me in the leg; when I reached the yard, a monster as black as coal hit me with something heavy and hard; on the roof, a demonic voice said:\n- Bring him here!\nI don't even know how I managed to escape."
  },
  {
    "es": "Desde entonces, los ladrones no se atrevieron a volver nunca más a esa casa.",
    "en": "Since then, the thieves never dared to return to that house."
  },
  {
    "es": "Pero los cuatro amigos: el burro, el perro, el gato y el gallo, les gustó mucho el lugar que decidieron quedarse en ella y vivir juntos hasta el fin de sus días.",
    "en": "But the four friends—the donkey, the dog, the cat, and the rooster—liked the place so much that they decided to stay in it and live together until the end of their days."
  },
  {
    "es": "Aun hoy en día, se les recuerda como los Músicos de Bremen.",
    "en": "Even today, they are remembered as the Musicians of Bremen."
  }
]
