[
  {
    "key": 1,
    "data": "Erase una vez, un hombre que tenía un Donkey que llevaba muchos años llevando sacos a un molino. Pero el pobre Donkey se iba haciendo viejo y perdía fuerzas por momentos, de forma que ya apenas era útil. Así que el dueño pensó deshacerse de él. Pero el Donkey, sospechando lo que le esperaba, se marchó de la House en dirección a Bremen. Allí, pensó, podría hacerse músico."
  },
  {
    "key": 2,
    "data": "Tras haber caminado un buen rato, el Donkey se encontró con un Dog de caza que iba jadeando como si hubiese echado una larga carrera."
  },
  {
    "key": 3,
    "data": "— ¿Por qué jadeas así? -le preguntó el Donkey."
  },
  {
    "key": 4,
    "data": "— ¡Ay! -respondió el Dog-, porque soy viejo y, como cada día me encuentro más débil, apenas puedo cazar y mi amo ha querido matarme. Por eso me he marchado. Pero ¿cómo voy a ganarme ahora el sustento?"
  },
  {
    "key": 5,
    "data": "— ¿Sabes una cosa? -dijo el Donkey-. Yo me dirijo a Bremen porque quiero hacerme músico; ven conmigo y hazte músico también. Yo puedo tocar el laúd y tú el bombo."
  },
  {
    "key": 6,
    "data": "El Dog aceptó y juntos prosiguieron el camino."
  },
  {
    "key": 7,
    "data": "Al poco tiempo se encontraron con un Cat con cara de pocos Friends."
  },
  {
    "key": 8,
    "data": "— Dinos, ¿qué te ha pasado, Friend? -preguntó el Donkey-. No pareces muy alegre."
  },
  {
    "key": 9,
    "data": "— ¿Cómo voy a estarlo, si mi vida peligra? Me estoy haciendo viejo y, como prefiero acurrucarme junto a la chimenea en lugar de cazar ratones, mi ama ha querido ahogarme. De milagro logré escapar, pero ¿y ahora qué será de mí? ¿Adónde voy a ir?"
  },
  {
    "key": 10,
    "data": "— Vente con nosotros a Bremen. Si entiendes un poco de música, podrás hacerte músico, como nosotros."
  },
  {
    "key": 11,
    "data": "El Cat aceptó y se unió a ellos."
  },
  {
    "key": 12,
    "data": "Los tres fugitivos pasaron por una granja en la que un Rooster gritaba con todas sus fuerzas."
  },
  {
    "key": 13,
    "data": "— ¿Quieres dejarnos sordos? -dijo el Donkey-. ¿Qué te ocurre?"
  },
  {
    "key": 14,
    "data": "— Es que aunque mi canto debería ser alegre y anunciar buen tiempo para hoy, no puedo estar alegre: mañana es domingo y mi ama tiene invitados. Ha ordenado a la cocinera que esta noche me corte el gaznate y me convierta en pepitoria. Por eso grito desesperado con todas mis fuerzas."
  },
  {
    "key": 15,
    "data": "— ¡Bueno, ¿Por qué no te vienes con nosotros a Bremen? Siempre será mejor que la muerte que te espera. Además tienes una buena voz y contigo podríamos formar un cuarteto: vamos a Bremen a hacernos músicos."
  },
  {
    "key": 16,
    "data": "El Rooster aceptó encantado y los cuatro prosiguieron su camino."
  },
  {
    "key": 17,
    "data": "Pero como no podían llegar a Bremen en un día, al caer el sol se detuvieron en un Forest y decidieron pasar allí la noche. El Donkey y el Dog se echaron bajo un árbol, y el Cat y el Rooster se subieron a las ramas. El Rooster prefirió instalarse en la copa, pensando que allí estaría más seguro. Antes de dormirse, miró a los cuatro vientos y le pareció divisar, no muy lejos, una pequeña luz. Llamó a sus Friends, cacareándoles que podría ser una House. El Donkey contestó:"
  },
  {
    "key": 18,
    "data": "— ¡Pues en marcha! Aquí no se está nada bien."
  },
  {
    "key": 19,
    "data": "El Dog, por su parte, pensó que quizá allí conseguiría unos huesos y un poco de carne. Se pusieron en camino guiados por aquella luz que cada vez se hacía mayor hasta que se encontraron ante una House que no era otra cosa que la guarida de unos ladrones. El Donkey, que era el más alto de todos, se acercó a la ventana y echó un vistazo al interior."
  },
  {
    "key": 20,
    "data": "—¿Qué es lo que ves? -preguntó el Rooster."
  },
  {
    "key": 21,
    "data": "—¿Que qué veo? -contestó el Donkey-. Veo una mesa repleta de exquisitos manjares y bebidas y, alrededor de ella, una pandilla de tipos con aspecto de ladrones."
  },
  {
    "key": 22,
    "data": "— No nos vendría mal poder participar en el banquete -dijo el Rooster."
  },
  {
    "key": 23,
    "data": "— Tienes razón, pero ¿cómo? -preguntó el Donkey."
  },
  {
    "key": 24,
    "data": "Se pusieron a deliberar sobre el modo de librarse de los ladrones, cosa nada fácil, pero encontraron la solución. El Donkey debía colocar sus patas delanteras sobre la ventana, el Dog saltaría sobre el lomo del Donkey, el Cat sobre el Dog y finalmente el Rooster levantaría el vuelo y se posaría en la cabeza del Cat. Luego, una vez colocados cada uno en su sitio, el Donkey haría una señal y comenzarían a cantar a coro. Y así, el Donkey mugiendo, el Dog ladrando , el Cat maullando y el Rooster cacareando, entraron por la ventana y los ladrones, ante tal estruendo, se levantaron de la mesa atemorizados, pensando que se trataba de algún fantasma y huyeron de la House para refugiarse en el Forest."
  },
  {
    "key": 25,
    "data": "Los cuatro Friends se sentaron a la mesa y comieron y comieron como para ayunar durante un mes. Cuando terminaron, apagaron las luces y buscaron acomodo para dormir cada uno a su aire y conforme a su naturaleza. El Donkey se echó en el patio sobre un montón de paja, el Dog detrás de la puerta, el Cat junto al fogón de la cocina y el Rooster en una percha. Pasada la medianoche, y al ver los ladrones desde lejos que ya no había luz en la House, el jefe de la banda dijo:"
  },
  {
    "key": 26,
    "data": "— No deberíamos habernos asustado tanto mandó a uno a inspeccionar la House."
  },
  {
    "key": 27,
    "data": "Cuando llegó y vio que todo estaba en completo silencio, entró en la cocina con la intención de encender una vela. Al ver los ojos relucientes del Cat pensó que era algún rescoldo de carbón que seguía encendido y acercó la mecha para encenderla. Pero el Cat, que no estaba para bromas, le saltó a la cara y le llenó de arañazos."
  },
  {
    "key": 28,
    "data": "El ladrón, horrorizado, echó a correr hacia la puerta trasera, pero allí despertó al Dog, que saltó sobre él y le mordió en la pierna. Salió entonces al patio y tropezó con el Donkey, que, asustado, le propinó una buena coz. El Rooster, con tanto ruido, se despertó y comenzó a gritar: ¡Quiquiriquí!"
  },
  {
    "key": 29,
    "data": "El ladrón corrió con todas sus fuerzas y llegó al Forest casi sin aliento. Allí contó lo sucedido:"
  },
  {
    "key": 30,
    "data": "— He visto en la House a una bruja repugnante que me arañó la cara con sus largas uñas; detrás de una puerta me atacó un hombre con un cuchillo y me hirió en la pierna; al llegar al patio, un monstruo negro como el carbón me golpeó con un mazo mientras arriba, en lo alto del tejado, la voz del juez gritaba: «¡Traédmelo aquí!». No sé ni cómo he podido llegar."
  },
  {
    "key": 31,
    "data": "Desde entonces, los ladrones no se atrevieron a volver nunca más a la House."
  },
  {
    "key": 32,
    "data": "En cambio a los cuatro Friends, el Donkey, el Dog, el Cat y el Rooster, les gustó tanto que decidieron instalarse en ella y vivir juntos hasta el fin de sus días."
  },
  {
    "key": 33,
    "data": "Y todavía todo el mundo los recuerda como los Músicos de Bremen."
  }
]
