[
  {
    "key": 1,
    "es": "En el Forest en el que vivían los tres Pigs había un gran revuelo. Al parecer, los pájaros habían avisado a los ciervos de que un enorme Wolf estaba a punto de llegar a sus tierras."
  },
  {
    "key": 2,
    "es": "– ¡Un Wolf! ¡Qué miedo! Eso significa peligro, tendremos que pensar en cómo librarnos de él – exclamó el más pequeños de los tres Pigs."
  },
  {
    "key": 3,
    "es": "Después de mucho pensar, los tres Brothers decidieron que lo mejor era construirse una House donde poder estar a salvo de las garras del Wolf. Sin embargo no se ponían de acuerdo en la manera de hacerla, así que cada uno decidió construir su propia House."
  },
  {
    "key": 4,
    "es": "El Pig pequeño decidió hacer una House con Straw. Era mucho más fácil que hacerla con otro material y así no le costaría mucho esfuerzo."
  },
  {
    "key": 5,
    "es": "El Pig mediano prefirió hacerla con Wood. Era mucho más resistente que la Straw y como estaban en un Forest, la Wood era fácil de conseguir. Además, tampoco le llevaría mucho tiempo ni esfuerzo."
  },
  {
    "key": 6,
    "es": "El Pig mayor pensó que lo mejor sería hacerla con Bricks. Es cierto que aquello le llevaría mucho tiempo y esfuerzo, pero le pareció que solo si la House era de Bricks, podría protegerle del malvado Wolf."
  },
  {
    "key": 7,
    "es": "El Pig pequeño y el Pig mediano hacía mucho que habían terminado sus Houses, y el Pig mayor, seguía con su gran obra."
  },
  {
    "key": 8,
    "es": "– Como no te des prisa – le decían – llegará el Wolf y no habrá servido de nada tanto esfuerzo, ya que tu House no estará terminada y no te quedará más remedio que venirte a la nuestra."
  },
  {
    "key": 9,
    "es": "Pero el Pig mayor no les hacía caso. Sabía lo importante que era el trabajo bien hecho y sin prisa, pero sin pausa, fue terminando su House de Bricks. Justo a tiempo."
  },
  {
    "key": 10,
    "es": "Y es que el Wolf llegó precisamente el día de su inauguración. Cuando el rumor de que el malvado malvadísimo Wolf había llegado al Forest, cada Pig se escondió en su House. ¡Qué miedo!"
  },
  {
    "key": 11,
    "es": "Para colmo de males, aquella tarde se había levantado una fuerte tormenta. ¡Con lo poco que le gustaban a los Pigs las tormentas! Muy asustado, el Pig pequeño se asomó por la ventana de su caja de Straw."
  },
  {
    "key": 12,
    "es": "– ¡Ay qué ver este viento! Está tambaleando tanto mi House que parece como si la fuera a tirar."
  },
  {
    "key": 13,
    "es": "Pero al mirar por la ventana, lo que vio el Pig pequeño fue al malvado malvadísimo Wolf. ¡Tenía unos colmillos tan grandes!"
  },
  {
    "key": 14,
    "es": "– ¡No es el viento lo que está tambaleando la House! Es el Wolf que está soplando…"
  },
  {
    "key": 15,
    "es": "Y antes de que se diera cuenta, la House de Straw se había desvanecido. El pequeño Pig corrió y corrió hasta la House de su Brother mediano."
  },
  {
    "key": 16,
    "es": "– Aquí estaremos a salvo – le protegió el Pig de la House de Wood."
  },
  {
    "key": 17,
    "es": "Pero afuera, la tormenta se había vuelto más y más dura. Llovía a cántaros, mojando la Wood de la House del Pig mediano. Además aquel viento tan molesto…¡y el Wolf, que otra vez estaba plantado frente a la House de los Pigs!"
  },
  {
    "key": 18,
    "es": "– ¡Ya está aquí otra vez! Empezará a soplar y a soplar…¡y derribará la House!"
  },
  {
    "key": 19,
    "es": "Y antes de que hubieran terminado de decirlo, la House de Wood se había desplomado. Los dos Pigs corrieron y corrieron hasta la House de Brick del Brother mayor."
  },
  {
    "key": 20,
    "es": "– Aquí estaremos a salvo – les protegió el Pig mayor."
  },
  {
    "key": 21,
    "es": "Y para su sorpresa, los Pigs pequeños descubrieron que ni la tormenta, ni el viento, ni el Wolf malvado malvadísimo, podían destruir aquella House tan bien hecha."
  },
  {
    "key": 22,
    "es": "– ¡Os lo dije! Las cosas bien hechas necesitan más esfuerzo, pero luego duran para siempre…"
  },
  {
    "key": 23,
    "es": "Estaban tan contentos los tres Pigs en la House de Brick, que casi se habían olvidado del Wolf y de la tormenta cuando un ruido les sobresaltó. Era el timbre, ¿quién llamaría a esas horas en una tarde tan desapacible?"
  },
  {
    "key": 24,
    "es": "– ¡Es el Wolf! – exclamó asustado el Brother mayor cuando miró por la mirilla de la puerta."
  },
  {
    "key": 25,
    "es": "– Sí, soy el Wolf – exclamó el animal que había escuchado lo que el Pig había dicho."
  },
  {
    "key": 26,
    "es": "– Pues fuera de aquí, ya has destruido dos Houses, pero esta no conseguirás tirarla."
  },
  {
    "key": 27,
    "es": "El Wolf suspiró con tristeza y exclamó:"
  },
  {
    "key": 28,
    "es": "– ¿La House de Straw y la House de Wood? Yo no tuve nada que ver con eso. Estaban tan mal construidas que la propia tormenta acabó con ellas."
  },
  {
    "key": 29,
    "es": "– Y entonces, ¿qué haces aquí?"
  },
  {
    "key": 30,
    "es": "– Soy nuevo en el Forest, y he venido a invitar a todos los animales a una gran fiesta. Así podremos conocernos…"
  },
  {
    "key": 31,
    "es": "– Querrás decir que podrás comernos…"
  },
  {
    "key": 32,
    "es": "El Wolf volvió a suspirar con tristeza y gritó:"
  },
  {
    "key": 33,
    "es": "– ¿Por qué decís eso? No sabéis nada de mí y sin embargo ya dais por hecho que soy un Wolf malo."
  },
  {
    "key": 34,
    "es": "– Es que todos los Wolfs son malos y quieren comernos…"
  },
  {
    "key": 35,
    "es": "– Pero yo no, ¡si soy un Wolf vegetariano!"
  },
  {
    "key": 36,
    "es": "Los tres Pigs se miraron con miedo. ¿Podían confiar en aquel Wolf? Para comprobar que era verdad lo que decía, le pusieron una prueba."
  },
  {
    "key": 37,
    "es": "– Si es verdad que eres vegetariano, tendrás que demostrarlo."
  },
  {
    "key": 38,
    "es": "Y por debajo de la puerta, los tres Pigs le pasaron una bandeja con comida. En un plato había un suculento trozo de carne. En el otro una Salad bien fresca."
  },
  {
    "key": 39,
    "es": "El Wolf no dudó ni un instante, cogió el tenedor y comenzó a comerse la Salad."
  },
  {
    "key": 40,
    "es": "– Necesitaría un poco de aceite y vinagre…¡esta Salad está sin aliñar!"
  },
  {
    "key": 41,
    "es": "Los tres Pigs comprendieron que aquel Wolf no mentía y confiaron en él. Y así fue como aquel Wolf vegetariano se quedó para siempre en el Forest, y él y los tres Pigs (que terminaron viviendo todos juntos en la House de Bricks) fueron amigos para siempre."
  }
]
