[
  {
    "key": 1,
    "data": "En un pueblito del campo, vivía un pequeño llamado Thiago. Como se dedicaba a cuidar Sheep era conocido como Thiago the Shepherd."
  },
  {
    "key": 2,
    "data": "Todas las morning muy tempranito salía contento hacia la pradera con su herd, y mientras caminaba a todos saludaba: ¡Good Morning sir! ¡Good Morning lady!"
  },
  {
    "key": 3,
    "data": "Pero eran muy pocos los que le respondían, porque todos estaban muy ocupados en sus works y no le prestaban atención."
  },
  {
    "key": 4,
    "data": "One day mientras descansaba debajo de un tree cercano a un arroyo, viendo pastar a sus Sheep y escuchando el trino de los little birds, tuvo una idea:"
  },
  {
    "key": 5,
    "data": "«¡Voy a llamar la atención de todos haciéndoles creer que me persigue un Wolf!»"
  },
  {
    "key": 6,
    "data": "Esa misma tarde Thiago llegó al town corriendo y exclamando… "
  },
  {
    "key": 7,
    "data": "«¡Help, help un Wolf me persigue, y trató de comerse a mis Sheep!»"
  },
  {
    "key": 8,
    "data": "Todos en el lugar se alborotaron y corrieron en busca del evil animal, pero regresaron afligidos por no haberlo encontrado. The next day cuando el boy se iba con sus Sheep todos le decían preocupados:"
  },
  {
    "key": 9,
    "data": "«¡Ten mucho cuidado Thiaguito, y avísanos si ves al evil wolf!»"
  },
  {
    "key": 10,
    "data": "Thiago estaba happy porque había logrado que todos se fijaran en él, entonces decidió repeat the lie, y así lo hizo for three more days. Pero al fourth day, los peasants del lugar cansados de buscar inútilmente al wolf, dejaron de creer en las child's stories y decidieron no hacer más caso de ellas."
  },
  {
    "key": 11,
    "data": "Entonces sucedió algo que Thiago no podía haber imaginado, realmente apareció el wolf, y por más que scream and scream for help nadie acudió a socorrerlo, sólo un hunter que pasaba por el lugar vio al wolf y lo atrapó."
  },
  {
    "key": 12,
    "data": "Thiago se llevó un scare tan grande que aprendió la lección… ¡Nunca más volvería a lie para llamar la atención, ya que a los liar nadie les cree cuando dicen la verdad!."
  }
]
