[
  {
    "es": "En un pueblito del campo vivía un niño llamado Thiago. Debido a que se dedicaba a cuidar ovejas, era conocido como Thiago el pastor.",
    "en": "In a small countryside village lived a boy named Thiago. Since he worked as a shepherd, he was known as Thiago the shepherd."
  },
  {
    "es": "Todas las mañanas, muy temprano, salía contento hacia la pradera con sus ovejas. Mientras caminaba, saludaba a todos: '¡Buenos días, señor! ¡Buenos días, señora!'",
    "en": "Every morning, very early, he happily headed to the meadow with his sheep. And as he walked, he greeted everyone: 'Good morning sir! Good morning ma'am!'"
  },
  {
    "es": "Pero eran muy pocos los que le respondían, porque todos estaban muy ocupados en sus trabajos y no tenían tiempo para Thiago.",
    "en": "But very few responded because everyone was busy with their work and had no time for Thiago."
  },
  {
    "es": "Un día, mientras descansaba debajo de un árbol cerca de un arroyo, viendo pastar a sus ovejas y escuchando el trino de las pequeñas aves, tuvo una idea:",
    "en": "One day, while resting under a tree near a stream, watching his sheep graze and listening to the chirping of little birds, he had an idea:"
  },
  {
    "es": "- ¡Voy a llamar la atención de todos haciéndoles creer que me persigue un lobo!",
    "en": "- I'm going to grab everyone's attention by making them believe a wolf is chasing me!"
  },
  {
    "es": "Esa misma tarde llegó al pueblo corriendo y gritando.",
    "en": "That same afternoon, he arrived in the village running and shouting."
  },
  {
    "es": "- ¡Auxilio, Auxilio, me persigue un lobo y trató de comerse a mis ovejas!.",
    "en": "- Help, help, a wolf is chasing me and trying to eat my sheep!"
  },
  {
    "es": "Todos en el lugar se alborotaron y guardaron a sus ovejas para protegerlos del lobo.",
    "en": "Everyone in the place got agitated and secured their sheep to protect them from the wolf."
  },
  {
    "es": "Luego corrieron en busca del malvado animal, pero regresaron afligidos por no haberlo encontrado.",
    "en": "Later, they ran in search of the evil animal, but they returned distressed for not having found it."
  },
  {
    "es": "Thiago se divertía con todo lo sucedido. Él solo quería llamar la atención, sin importarle la preocupación de los demás.",
    "en": "Thiago was amused by everything that happened. He just wanted attention, regardless of others' concerns."
  },
  {
    "es": "Al siguiente día, cuando Thiago iba a pastorear a sus ovejas, todos le decían preocupados:\n- Ve con cuidado pequeño, si ves al lobo grita para pedir ayuda.",
    "en": "The next day, when Thiago was going to shepherd his sheep, everyone said to him worriedly:\n- Be careful little one, if you see the wolf, shout for help."
  },
  {
    "es": "Thiago estaba feliz porque había logrado que todos se fijaran en él, entonces decidió repetir la broma y mentira por los siguientes 3 días.",
    "en": "Thiago was happy because he had managed to get everyone's attention, so he decided to repeat the prank and lie for the next 3 days."
  },
  {
    "es": "Pero al cuarto día, los pobladores del lugar ya estaban cansados de buscar al lobo, dejaron de creer en las historias de Thiago y decidieron no hacer más caso al niño mentiroso.",
    "en": "But on the fourth day, the villagers were tired of searching for the wolf. They stopped believing Thiago's stories and decided not to pay any more attention to the lying boy."
  },
  {
    "es": "Entonces sucedió algo que Thiago no podía haber imaginado, realmente apareció el lobo. Y por más que gritó y gritó por ayuda, nadie fue a ayudarlo.",
    "en": "Then something happened that Thiago couldn't have imagined, the wolf actually appeared. And no matter how much he shouted for help, no one came to help him."
  },
  {
    "es": "Tuvo que ver cómo sus ovejas eran atacadas por el malvado lobo, sin poder hacer nada.",
    "en": "He had to watch as his sheep were attacked by the evil wolf, unable to do anything."
  },
  {
    "es": "Afortunadamente, pasó un cazador, atrapó al lobo y salvó a las ovejas de Thiago de ser devoradas.",
    "en": "Fortunately, a hunter passed by, caught the wolf, and saved Thiago's sheep from being devoured."
  },
  {
    "es": "Thiago se llevó un susto tan grande que aprendió la lección. ¡Nunca más volvería a mentir para llamar la atención, ya que a los mentirosos nadie les cree cuando dicen la verdad!",
    "en": "Thiago got such a big fright that he learned his lesson. He would never lie again to get attention because no one believes liars even when they tell the truth!"
  }
]
